{"basics":{"name":"Jordan Murillo","label":"","image":"assets/img/profile_pic.jpg","email":"jordanmurillo21@gmail.com","phone":"(886) 984 295 805","url":"https://jormur.github.io/","summary":"","location":{"city":"New Taipei","countryCode":"TW"},"profiles":[{"network":"LinkedIn","username":"jordanmur","url":"https://www.linkedin.com/in/jordanmur"}]},"work":[{"name":"Taipei Financial Center Corp. (Taipei 101)","position":"Data Analyst Intern","url":"https://www.taipei-101.com.tw/en/corporate","startDate":"2023-04","endDate":"2024-06","summary":"Internship at Taipei 101, focusing on customer data analysis and marketing strategies.","highlights":["Developed a novel customer lifetime value (CLV) KPI leveraging processual data aggregation for Taipei 101's hundreds of stores and their millions of transactions. This enabled more accurate member retention analysis and segmentation, informing targeted marketing campaigns.","Engineered custom Python scripts to automate document handling and processing, boosting team efficiency and showcasing problem-solving abilities.","Executed customer clustering and segmentation initiatives for high-end luxury brands, examining sales history to profile customer bases and identify key insights. Collaborated on client report frameworks, developing rich data visualizations to communicate tailored insights, recommendations, and facilitate informed business decisions aligned with brand strategies and goals."]}],"education":[{"institution":"National Chengchi University","location":"Taipei, Taiwan","url":"https://www.nccu.edu.tw","area":"Applied Economics and Social Development","studyType":"Master of Arts","startDate":"2022-09","endDate":"2024-06","score":"4.11/4.3 GPA","courses":["Applied Econometrics/Microeconometrics","Causal Inference and Data Science in Economics","Big Data for Social Analysis","Real Estate Market Econometrics","Local Public Finance"]},{"institution":"National Tsing Hua University","location":"Hsinchu, Taiwan","url":"https://www.nthu.edu.tw","area":"Management and Finance","studyType":"Bachelor of Science","startDate":"2018-09","endDate":"2022-06","score":"","courses":["Business Analytics Using Computational Statistics","Management Information Systems","Financial Risk Management","Corporate Finance","Political Economy","Social Network Analysis"]}],"publications":[],"awards":[{"title":"MOFA Taiwan Scholarship","date":"2017-07","awarder":"Ministry of Foreign Affairs, Republic of China (Taiwan)","url":"https://en.mofa.gov.tw/cp.aspx?n=1325/"},{"title":"NTHU IBP Distinguished Student Achievement Award","date":"2021-03","awarder":"National Tsing Hua University","url":"https://ibp.nthu.edu.tw/"},{"title":"NCCU OIC Scholarship","date":"2022-10","awarder":"National Chengchi University","url":"https://www.nccu.edu.tw/"}],"skills":[{"name":"Programming","level":"","keywords":["R","Python","SQL","Stata"]},{"name":"Tools","level":"","keywords":["Tableau","Git","Unix","LaTeX","Microsoft Office"]}],"languages":[{"language":"English","fluency":"Native speaker","icon":""},{"language":"Mandarin","fluency":"Fluent","icon":""}],"interests":[],"projects":[{"name":"Analyzing Viral Content on Goodreads: An NLP Approach to Understanding Quote Popularity","description":"","highlights":["Performed a comprehensive analysis of viral quotes on Goodreads by combining traditional econometric techniques with advanced natural language processing (NLP) using BERT in Python, revealing complex relationships between emotional sentiment, content characteristics, and author influence on user engagement.","Implemented a diverse range of methodologies, including network analysis to identify author communities and their interconnections, machine learning algorithms for predicting quote popularity, and statistical modeling to assess the impact of quote traits—demonstrating an understanding of causal inference and behavioral economics principles.","Designed compelling visualizations to communicate key findings, such as the surprising correlation between complex emotional content and quote popularity, alongside a rigorous exploration of factors influencing engagement. The project culminated in insights that bridge the gap between literary appreciation and data-driven analysis."],"keywords":[],"startDate":"","endDate":"2024-10","url":"https://jormur.github.io/blog/2024/goodreads/"},{"name":"Fractured Power, Fractured Peace? Partisan Rifts on Political Violence in Mexico","description":"Thesis","highlights":["Employed advanced econometric techniques in R and Stata, including synthetic difference-in-differences and Poisson pseudo-likelihood fixed effects regression, to analyze the intricate relationship between partisan fragmentation and organized crime's strategic use of political violence across Mexican municipalities from 2018-2023.","Proposed new approaches to investigate how institutional factors such as intergovernmental fiscal transfers, elected coalition dynamics, and partisan power arrangements influence anti-state actors' incentives for violence, challenging conventional theoretical frameworks.","Synthesized novel insights and policy recommendations to insulate governance from criminal influence and promote stable democratic institutions, demonstrating problem-solving skills and creativity in addressing complex issues."],"keywords":[],"startDate":"","endDate":"2024-06","url":"https://drive.google.com/file/d/1X5s-c3_LF1Y8TrW3xCycxR998_KwChSX/view?usp=sharing"},{"name":"A Spatial Analysis of the Alaska Permanent Fund Dividend in Shaping Migration Patterns","description":"","highlights":["Conducted a novel spatial panel data analysis in R by creating a custom spatial weights matrix based on migration flows.","Demonstrated expert data wrangling abilities by sourcing, compiling, and harmonizing over 20,000 observations from multiple national datasets.","Explored previously unexamined impacts of Alaska's universal basic income program on migration patterns."],"keywords":[],"startDate":"","endDate":"2024-06","url":"https://drive.google.com/file/d/1MI-hgVgqnV4Ruq0hIy_ejLly1srfqtjo/view?usp=sharing"}]}